Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tilrettelegging_i_trollholmsund.html.tmx
Source language: nob
Languages: sme

source: Tilrettelegging i Trollholmsund
sme: Láhčin Činavuohpis

source: Trollene i Trollholmsund er naturdannede dolomittfigurer.
sme: Státtát Činavuohpis leat luonddu dolomihttagovvosat.

source: De er et populært turmål for turister og lokalbefolkning.
sme: Dát lea bivnnugis vázzinbáiki turisttaide ja báikki olbmuide.

source: Det har i mange år vært fokus på forsøpling på stedet.
sme: Ollu jagiin lea fokuseret guovllu nuoskkideami.

source: Det har også vært anlagt mange bålplasser i kulturminneområdet, og det har vært noe klatring på kulturminnene.
sme: Dohko leat ráhkaduvvon maiddái máŋga dollasaji kulturmuitoguovllus, ja kulturmuittuid alde leat maid gorgŋoduvvon.

source: Sagnet om trollene i Trollholmsund forteller om hvordan landskapet ble til.
sme: Máinnas státtáid birra Činavuohpis muitala movt eanadat šattai.

source: Stedet er den mest besøkte kulturminnelokaliteten i området.
sme: Báiki lea dat kulturmuitolokalitehta guovllus gos leat eanemusat futnan olbmot.

source: Sametinget og Porsanger kommune ar lagt til rette for at lokalbefolkning og turister fortsatt skal kunne glede seg over det vakre området, men samtidig unngå slitasje på kulturlandskapet.
sme: Sámediggi ja Porsáŋggu gielda leat láhčán nu ahte báikegotti olbmot ja turisttat ain sáhttet ain iluin vádjolit dán čáppa guovllus, muhto seammaš seastit kultureanadaga.

source: Landskapet rommer samiske fortellinger som formidles ved skilting.
sme: Eanadahkii čatnasit sámi muitalusat mat gaskkustuvvojit galbema bokte.

source: Det er ført opp toaletter, samt utarbeidet parkeringsplass.
sme: Dohko leat ceggejuvvon hivssegat ja lea ráhkaduvvon bisánansadji.

source: Gamle fortellinger
sme: Dološ muitalusat

source: Sametingspresident Aili Keskitalo sa ved åpningen av kulturstien at slike muntlige fortellinger kan være svært gamle, mye eldre enn det skriftlige kilder kan fortelle.
sme: Sámediggepresideanta Aili Keskitalo dajai kulturbálgá rahpamis ahte dán lágan njálmmálaš muitalusat sáhttet leat hui boarrásat, ollu boarraseappot go maid čálalaš gáldut sáhttet muitalit.

source: Disse historiene er en viktig del av samisk kultur.
sme: Dát muitalusat leat sámi kultuvrra deaŧalaš oasit.

source: Besteforeldre har i generasjoner gitt kulturarven videre.
sme: Máttut lea sohkabuolvvaid čađa gaskkustan kulturárbbi viidáseappot.

source: Nye skilt og informasjon vil kunne bidra til å holde fortellingene levende.
sme: Ođđa galbbat ja dieđut sáhttet dagahit ahte muitalusat ellet viidáseappot.

source: I sin tale sa hun videre at det er viktig å huske at Trollholmsund også er et mytisk landskap, og at fortellertradisjonen innehar moralske aspekter.
sme: Sáhkavuorustis dajai son ahte lea deaŧalaš muitit ahte Čiŋavuohppi lea maiddái cuvccas eanadat, ja ahte muitalanárbevierus leat morálalaš bealit.

source: Siste del av åpningsarrangementet var Mearrasiida.
sme: Maŋimuš oassi rahpandoaluin lei Mearrasiida.

source: Mange hadde møtt opp for å høre foredrag og hyggelig samvær.
sme: Ollugat ledje boahtán gullat sáhkavuoruid ja suohtastallat ovttas.

source: Hartvig Birkely fortalte hva kulturminner, stedsnavn og skriftlige kilder kan si om bruk og bosetting langs fjorden.
sme: Hartvig Birkely muitalii maid kulturmuittut, báikenamat ja čálalaš gáldut sáhttet muitalit geavaheami ja ássama birra vuonas.

source: Kjersti Schanche fortalte om bergkunst i Porsanger.
sme: Kjersti Schanche muitalii báktedáidaga birra Porsáŋggus.
